Repository: attus74/packages
Catalog: translations/packages.*.po
Languages: de, hu

source: Composer Project
de: Composer-Projekt
hu: Composer-Projekt

source: Add Composer Project
de: Neues Projekt hinzufügen
hu: Új projekt

source: Composer Package
de: Composer-Paket

source: Package
de: Paket

source: Packages
de: Pakete

source: Composer Packages Settings
de: Einstellungen für Composer-Pakete
hu: Composer-Package beállítások

source: Settings of Packages
de: Einstellungen der Pakete
hu: A csomagok beállításai

source: Settings of Projects
de: Einstellungen der Projekte
hu: A projektek beállításai

source: Add new Package
de: Neues Paket hinzufügen
hu: Új csomag hozzáadása

source: The Package, zipped
de: Das Paket, in einer ZIP-Datei
hu: A csomag, egy ZIP-file

source: The Package is added
de: Das Paket wurde hinzugefügt
hu: A csomag hozzá lett adva

source: Github Plugin for Packages
de: Gihub-Plugin zu den Paketen
hu: Gihub-Plugin a csomagkezelőhöz

source: Full name of Github Repository, in vendor/name Format
de: Der vollständige Name, in vendor/name-Format
hu: Teljes név, vendor/name-formátumban

source: Add new package from Github
de: Neues Paket von Github hinzufügen
hu: Új csomag hozzáadása Githubról

source: Authors
de: Autoren
hu: Szerzők

source: developer
de: Entwickler
hu: fejlesztő

source: Requires
de: Abhängigkeiten
hu: Függőségek

source: Stability
de: Stabilität

source: Development
de: Entwicklung

source: Add new package
hu: Új csomag hozzáadása
